Repository: narinder9/cool-timeline
Catalog: languages/cool-timeline-*.po
Languages: es_es, fr_fr

source: Please Give Us Your Feedback
es_es: Por Favor, Danos Tu Opinión

source: Submit Review ★★★★★
es_es: Presentar Examen ★★★★★

source: Upgrade to Pro version
es_es: Actualizar a la versión Pro

source: Story Year
es_es: Historia Año

source: Story Date
es_es: Historia Fecha De

source: Story Icon
es_es: Historia Icono

source: Not Matched
es_es: No Se Corresponde

source: I already rated it
es_es: Yo ya clasificado

source: Not Interested
es_es: No Interesa

source: No, not good enough, i do not like to rate it!
es_es: No, no es lo suficientemente bueno, no me gusta la tasa de él!

source: Stories Description?
es_es: Historias De La Descripción?

source: This option is overridden by shortcode in version 1.7. Please check shortcode generator.
es_es: Esta opción es reemplazado por shortcode en la versión 1.7. Por favor, compruebe código corto generador.

source: Stories Order ?
es_es: Historias De La Orden ?

source: This option is overridden by shortcode in version 1.7. Please check your shortcode generator.
es_es: Esta opción es reemplazado por shortcode en la versión 1.7. Por favor revise su código corto generador.

source: Timeline Story Settings
es_es: Línea De Tiempo Historia De La Configuración De

source: d MM yy
es_es: d MM aa

source: Full
es_es: Completo

source: Small
es_es: Pequeño

source: Story image size
es_es: Historia el tamaño de la imagen

source: Select Story Icon
es_es: Seleccione El Icono De La Historia
fr_fr: Icône Select Story

source: Add Icon
es_es: Agregar Icono
fr_fr: Ajouter une icône

source: Select Font Awesome Icon
es_es: Seleccione La Fuente Impresionante Icono
fr_fr: Désolé, Vous n'avez pas encore ajouté d'histoire

source: of
es_es: de

source: Page
es_es: Página

source: Select a color
es_es: Seleccione un color de la

source: Read More
es_es: Leer Más
fr_fr: Lire la suite

source: Sorry,You have not added any story yet
es_es: Lo sentimos,no ha agregado ninguna historia pero
fr_fr: Désolé, Vous n'avez pas encore ajouté d'histoire

source: Cool Timeline
es_es: Fresco De La Línea De Tiempo

source: Cool Timeline is a responsive WordPress timeline plugin that allows you to create beautiful vertical storyline. You simply create posts, set images and date then Cool Timeline will automatically populate these posts in chronological order, based on the year and date
es_es: Fresco de la línea de tiempo es un responsive WordPress línea de tiempo plugin que te permite crear hermosas vertical de la historia. Usted simplemente crear puestos de trabajo, conjunto de imágenes y de fecha y, a continuación, Enfriar línea de tiempo se rellenará automáticamente estos puestos en orden cronológico, con base en el año y la fecha

source: Cool Plugins
es_es: Fresco Plugins

# Post Type General Name
source: Timeline Stories
fr_fr: Chronologie Histoires

# Post Type Singular Name
source: Timeline Stories
fr_fr: Chronologie Histoires

source: Timeline Stories
fr_fr: Chronologie Histoires

source: Parent Item:
fr_fr: Article parent:

source: All Stories
fr_fr: Toutes les histoires

source: Add New Story
fr_fr: Ajouter une nouvelle histoire

source: Add New
fr_fr: Ajouter un nouveau

source: New Story
fr_fr: Nouvelle histoire

source: Edit Story
fr_fr: Modifier l'histoire

source: Update Story
fr_fr: Mettre à jour l'histoire

source: View Story
fr_fr: Voir l'histoire

source: Search Story
fr_fr: Rechercher une histoire

source: Not found
fr_fr: Pas trouvé

source: Not found in Trash
fr_fr: Pas trouvé dans la Corbeille

source: Timeline Post Type Description
fr_fr: Description du type de poste

source: Support Cool Timeline
fr_fr: Soutien Cool Timeline

source: Cool Timeline
fr_fr: Cool Chronologie

source: Cool Timeline is a responsive wordpress plugin that allows you to create beautiful verticle storyline. You simply create posts, set images and date then Cool Timeline will automatically populate these posts in chronological order, based on the year and date
fr_fr: Cool Timeline est un plugin wordpress réactif qui vous permet de créer une belle histoire verticle. Vous créez simplement des messages, définissez des images et la date, puis Cool Timeline remplira automatiquement ces messages dans l'ordre chronologique, en fonction de l'année et la date
