Repository: narinder9/cool-timeline
Catalog: admin-page-class/lang/*.po
Languages: de_de, id_id, it_it

source: Allowed Files
de_de: Zugelassene Dateien
id_id: File yang diizinkan
it_it: ammessi Files

source: Insert into Post
de_de: Einfügen in Post
id_id: Masukkan ke Pos
it_it: Inserire nel post

source: Use this File
de_de: Verwenden Sie diese Datei
id_id: Menggunakan File ini
it_it: Utilizzare questo file

source: Use this Image
de_de: Verwenden Sie dieses Bild
id_id: Gunakan Gambar ini
it_it: Utilizzare questa immagine

source: Save Changes
de_de: Änderungen speichern
id_id: Simpan perubahan
it_it: Salva I Cambiamenti

source: Settings saved.
de_de: Einstellungen gespeichert.
id_id: Pengaturan disimpan.
it_it: Impostazioni salvate.

source: Delete this image
de_de: Löschen Sie dieses Bild
id_id: Hapus gambar ini
it_it: Elimina questa immagine

source: Delete
de_de: Löschen
id_id: Menghapus
it_it: cancellare

source: Cannot delete file. Something's wrong.
de_de: Datei kann nicht gelöscht werden. Etwas ist falsch.
id_id: tidak dapat menghapus file. Ada yang salah.
it_it: Impossibile eliminare il file. Qualcosa è sbagliato.

source: Remove
de_de: Entfernen
id_id: Menghapus
it_it: Rimuovere

source: Add
de_de: Hinzufügen
id_id: Menambahkan
it_it: Aggiungere

source: Select Files
de_de: Dateien auswählen
id_id: Pilih File
it_it: Seleziona file

source: Uploaded files
de_de: Hochgeladene Dateien
id_id: file yang diunggah
it_it: file caricati

source: Upload new files
de_de: Neue Dateien hochladen
id_id: Upload file baru
it_it: Caricare nuovi file

source: Add more files
de_de: Fügen Sie weitere Dateien hinzu
id_id: Tambahkan lebih banyak file
it_it: Aggiungere altri file

source: Delete Image
de_de: Bild löschen
id_id: Hapus Gambar
it_it: Elimina Immagine

source: Upload Image
de_de: Bild hochladen
id_id: Upload Gambar
it_it: Carica immagine

source: Select a color
de_de: Wählen Sie eine Farbe aus
id_id: Pilih warna
it_it: Selezionare un colore

source: Export
id_id: Ekspor
it_it: Esportare

source: To export saved settings click the Export button bellow and you will get the export Code in the box bellow, which you can later use to import.
de_de: Um die gespeicherten Einstellungen zu exportieren, klicken Sie auf die Schaltfläche "Exportieren" und Sie erhalten den Exportcode in das folgende Feld, das Sie später für den Import verwenden können.
id_id: Untuk mengekspor pengaturan disimpan klik tombol Ekspor bawah dan Anda akan mendapatkan Kode ekspor di kotak bawah, yang nanti dapat digunakan untuk mengimpor.
it_it: Per esportare le impostazioni salvate fare clic sul pulsante Esporta soffietto e si otterrà il codice di esportazione nel soffietto scatola, che in seguito sarà possibile utilizzare per importare.

source: Export Code
id_id: Kode ekspor
it_it: Code Export

source: Get Export
de_de: Exportieren
id_id: Dapatkan Ekspor

source: Import
de_de: Einführen
id_id: Impor
it_it: Importare

source: To Import saved settings paste the Export output in to the Import Code box bellow and click Import.
de_de: Um die gespeicherten Einstellungen zu importieren, fügen Sie die Export-Ausgabe in das Feld Importcode ein und klicken Sie auf Importieren.
id_id: Untuk Impor disimpan pengaturan menyisipkan output Ekspor ke kotak Kode Impor bawah dan klik Impor.
it_it: Per l'importazione salvate le impostazioni di incollare l'uscita Esporta al box qui sotto Codice importare e fare clic su Importa.

source: Import Code
de_de: Code importieren
id_id: Kode impor
it_it: Codice Import

source: error in ajax request! (1)
de_de: Fehler in Ajax-Anfrage! (1)
id_id: kesalahan dalam permintaan ajax! (1)
it_it: errore nella richiesta AJAX! (1)

source: error in ajax request! (2)
de_de: Fehler in Ajax-Anfrage! (2)
id_id: kesalahan dalam permintaan ajax! (2)
it_it: errore nella richiesta AJAX! (2)

source: error in ajax request! (3)
de_de: Fehler in Ajax-Anfrage! (3)
id_id: kesalahan dalam permintaan ajax! (3)
it_it: errore nella richiesta AJAX! (3)

source: Setting imported, make sure you
de_de: Einstellung importiert, stellen Sie sicher
id_id: Pengaturan impor, pastikan Anda
it_it: Impostazione importato, assicuratevi

source: Refresh this page
de_de: Aktualisieren Sie diese Seite
id_id: Refresh halaman ini
it_it: Aggiorna la pagina

source: Could not import settings! (4)
de_de: Einstellungen konnten nicht importiert werden! (4)
id_id: tidak bisa mengimpor pengaturan! (4)
it_it: Impossibile importare le impostazioni! (4)

source: You do not have sufficient permissions to edit templates for this site.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Bearbeiten von Vorlagen für diese Website.
id_id: Anda tidak memiliki izin yang memadai untuk mengedit template untuk situs ini.
it_it: Non si dispone di autorizzazioni sufficienti per modificare i modelli di questo sito.

source: Error Downloading file.
de_de: Fehler beim Herunterladen der Datei.
id_id: Kesalahan berkas Mengunduh.
it_it: Errore file di download.

source: Download Export
de_de: Herunterladen Export
id_id: Ambil Ekspor
it_it: Scarica Export

source: Not Valid
de_de: Ungültig
id_id: Tidak valid
it_it: Non valido

source: Errors in saving changes
de_de: Fehler beim Speichern der Änderungen
id_id: Kesalahan dalam perubahan tabungan
it_it: Errori nella salvando le modifiche

source: Unkown Error
de_de: Unbekannter Fehler
id_id: Kesalahan yang tidak diketahui
it_it: Errore sconosciuto

source: Cool Timeline
de_de: Cool Zeitleiste
id_id: keren Timeline
it_it: raffreddare Timeline

source: General Settings
de_de: Allgemeine Einstellungen
id_id: Pengaturan Umum
it_it: Impostazioni generali

source: Style Settings
de_de: Style-Einstellungen
id_id: Pengaturan Style
it_it: Regolazioni

source: Typography Settings
de_de: Typografische Einstellungen
id_id: Pengaturan tipografi
it_it: impostazioni tipografiche

source: Advance Settings
de_de: Voreinstellungen
id_id: Pengaturan muka
it_it: Impostazioni avanzate

source: Timeline Title (Default)
de_de: Zeitleisten-Titel (Standard)
id_id: Timeline Judul (Default)
it_it: Timeline Titolo (Default)

source: Title Heading Tag
de_de: Titel Überschrift Tag
id_id: Judul Heading Tag
it_it: Titolo Tag

source: Title Alignment ?
de_de: Titelausrichtung?
id_id: Judul Penyelarasan?
it_it: Titolo allineamento?

source: Number of stories to display ?
de_de: Anzahl der anzuzeigenden Geschichten?
id_id: Jumlah cerita untuk menampilkan?
it_it: Numero di storie da visualizzare?

source: Content Length
de_de: Inhalt Länge
id_id: panjang konten
it_it: contenuto Lunghezza

source: Timeline default Image
de_de: Zeitleisten-Standardbild
id_id: Timeline bawaan Gambar
it_it: Timeline di default Immagine

source: Stories Description?
de_de: Geschichten Beschreibung?
id_id: Cerita Keterangan?
it_it: Storie Descrizione?

source: Display read more ?
de_de: Display mehr lesen?
id_id: Tampilan baca lebih lanjut?
it_it: Mostra maggiori informazioni?

source: Stories Order ?
de_de: Geschichten bestellen?
id_id: Cerita Order?
it_it: Storie ordine?

source: No Timeline Posts content
de_de: Keine Zeitleiste Beiträge Inhalt
id_id: Tidak ada konten Timeline Posts
it_it: Nessun contenuto Timeline Messaggi

source: Background Color
de_de: Hintergrundfarbe
id_id: Warna latar belakang
it_it: Colore di sfondo

source: Container Background
de_de: Container Hintergrund
id_id: kontainer Latar Belakang
it_it: contenitore di sfondo

source: Story Background Color
de_de: Geschichte Hintergrundfarbe
id_id: Cerita Background Color
it_it: Story colore di sfondo

source: Circle Color
de_de: Kreisfarbe
id_id: lingkaran Warna
it_it: cerchio di colore

source: Line Color
de_de: Linienfarbe
id_id: baris Warna
it_it: Color Line

source: First Color
de_de: Erste Farbe
id_id: Warna pertama
it_it: Prima colori

source: Second Color
de_de: Zweite Farbe
id_id: kedua Warna
it_it: secondo colore

source: Main Title
de_de: Überschrift
id_id: Judul utama
it_it: Titolo principale

source: Story Title
de_de: Geschichte Titel
id_id: Judul cerita
it_it: Story Titolo

source: Story Title Style ?
de_de: Geschichte Titel Stil?
id_id: Judul Cerita Style?
it_it: Story Titolo Style?

source: Post Content
de_de: Beitrag
id_id: posting Konten
it_it: Messaggio Content

source: My help tab title
de_de: Meine Hilfe Registerkarte Titel
id_id: Saya judul bantuan tab
it_it: Il mio titolo scheda Guida

source: This is my Help Tab content
de_de: Dies ist meine Hilfe Tab Inhalt
id_id: Ini adalah konten Bantuan Tab saya
it_it: Questa è la mia scheda contenuto Aiuto

source: My 2nd help tab title
de_de: Mein 2. Hilfe-Tab-Titel
id_id: Saya bantuan 2 judul tab
it_it: Il mio 2 ° aiuto titolo della scheda

source: This is my 2nd Help Tab content from a callback function
de_de: Dies ist meine 2. Hilfe Tab Inhalt aus einer Callback-Funktion
id_id: Ini adalah 2 konten Bantuan Tab saya dari fungsi callback
it_it: Questo è il mio secondo Nella scheda contenuto della Guida da una funzione di callback

# Post Type General Name
source: Timeline Stories
de_de: Zeitgeschichte
id_id: Cerita Timeline
it_it: Storie Timeline

# Post Type Singular Name
source: Timeline Stories
de_de: Zeitgeschichte
id_id: Cerita Timeline
it_it: Storie Timeline

source: Timeline Stories
de_de: Zeitgeschichte
id_id: Cerita Timeline
it_it: Storie Timeline

source: Parent Item:
de_de: Übergeordnetes Element:
id_id: Induk Item:
it_it: Articolo principale:

source: All Stories
de_de: Alle Geschichten
id_id: semua Cerita
it_it: tutte le storie

source: Add New Story
de_de: Neue Geschichte hinzufügen
id_id: Tambahkan Baru Cerita

source: Add New
de_de: Neue hinzufügen
id_id: Tambah baru
it_it: Aggiungere nuova

source: New Story
de_de: Neue Geschichte
id_id: Cerita baru
it_it: Nuova storia

source: Edit Story
de_de: Geschichte bearbeiten
id_id: mengedit Cerita
it_it: Modifica brano

source: Update Story
de_de: Update Geschichte
id_id: Update Cerita
it_it: Aggiornamento Story

source: View Story
de_de: Sehen Sie Geschichte
id_id: Update Cerita
it_it: Vedi storia

source: Search Story
de_de: Suche Story
id_id: Cari Cerita

source: Not found
de_de: Nicht gefunden
id_id: Tidak ditemukan
it_it: Non trovato

source: Not found in Trash
de_de: Nicht gefunden im Papierkorb
id_id: Tidak ditemukan di Sampah
it_it: Non trovato nel Cestino

source: Timeline Post Type Description
de_de: Zeitleisten-Posttyp Beschreibung
id_id: Timeline Pos Jenis Deskripsi
it_it: Timeline Messaggio Tipo Descrizione

source: Images
de_de: Bilder
id_id: gambar
it_it: immagini

# column name
source: Title
de_de: Titel
id_id: Judul
it_it: Titolo

source: Year
de_de: Jahr
id_id: Tahun
it_it: Anno

# column name
source: Date
de_de: Datum
id_id: Tanggal
it_it: Data

# column name
source: Content
de_de: Inhalt
id_id: kadar
it_it: contenuto

source: Read More
de_de: Weiterlesen
id_id: Baca lebih banyak
it_it: Leggi di più

source: default
de_de: Standard
id_id: kegagalan
it_it: predefinito

source: Image Size
de_de: Bildgröße
id_id: Ukuran gambar
it_it: Dimensione dell'immagine

source: You can update these size from admin plugin option panel
de_de: Sie können diese Größe von Admin-Plugin-Optionsfeld zu aktualisieren
id_id: Anda dapat memperbarui ukuran ini dari panel option admin Plugin
it_it: È possibile aggiornare queste dimensioni dal pannello di opzione plug-in di amministrazione

source: %s Custom Settings
de_de: % S Benutzerdefinierte Einstellungen
id_id: % S Pengaturan Kustom
it_it: % s Impostazioni personalizzate

source: Support Cool Timeline
de_de: Unterstützung Cool Timeline
id_id: Dukungan Keren Timeline
it_it: Supporto fresco Timeline

source: Cool Timeline is a responsive wordpress plugin that allows you to create beautiful verticle storyline. You simply create posts, set images and date then Cool Timeline will automatically populate these posts in chronological order, based on the year and date
de_de: Cool Timeline ist ein reaktionsschnelles WordPress-Plugin, mit dem Sie schöne verticle storyline erstellen können. Sie erstellen einfach Beiträge, stellen Bilder und Datum dann Cool Timeline wird automatisch diese Beiträge in chronologischer Reihenfolge, basierend auf dem Jahr und Datum
id_id: Keren Timeline adalah plugin wordpress responsif yang memungkinkan Anda untuk membuat indah alur cerita verticle. Anda cukup membuat posting, gambar set dan tanggal kemudian Keren Timeline secara otomatis akan mengisi pos tersebut dalam urutan kronologis, berdasarkan tahun dan tanggal
it_it: Raffreddare Timeline è un plugin per WordPress reattivo che permette di creare bella verticle trama. È sufficiente creare i messaggi, le immagini fissi e data poi raffreddare Timeline popolerà automaticamente questi messaggi in ordine cronologico, in base all'anno e la data
